Revit 2024 API
WireSet.Contains Method
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual bool Contains(
	Wire item
)
Visual Basic
Public Overridable Function Contains ( _
	item As Wire _
) As Boolean
Visual C++
public:
virtual bool Contains(
	Wire^ item
)
Parameters
item
Type: Autodesk.Revit.DB.Electrical.Wire
See Also
WireSet Class
Autodesk.Revit.DB.Electrical Namespace